{
  "metadata": [
    {
      "name": "Back pain",
      "time unit": "week",
      "info": "Back pain refers to pain or discomfort that occurs in the back. The back is made up of a complex structure of muscles, bones, tendons, ligaments and discs that work together to keep the body upright and allow movement. Back pain can occur in different areas of the back, including the upper, middle or lower back. There are a variety of possible causes for back pain. The most common include muscle strains or pulls, disc injuries, vertebral fractures, spinal misalignments such as scoliosis, inflammatory conditions such as arthritis, degenerative changes in the spine over time, and poor posture. Additionally, factors such as obesity, lack of exercise, poor physical fitness, psychological stress, and certain work or daily habits can increase the risk of back pain. Back pain can manifest itself in a variety of ways. Some people experience a dull, persistent pain, while others experience acute, stabbing pain. The intensity of the pain can vary from mild to severe and can also last for a long period of time or occur periodically. In some cases, back pain may also be accompanied by other symptoms, such as numbness, tingling, muscle weakness or limited mobility. Treatment for back pain depends on the underlying cause. In most cases, back pain resolves on its own within a few weeks with conservative measures such as rest, heat applications, physical therapy, stretching exercises, nonsteroidal anti-inflammatory drugs (NSAIDs) and lifestyle changes such as weight loss, regular exercise and improving posture. However, in some cases, more extensive medical treatment may be needed. This may include medications for pain relief, injections, physical therapy, chiropractic adjustments, acupuncture, or even surgery in rare cases. It is important to consult a doctor if back pain persists, worsens or is accompanied by other serious symptoms.",
      "treatment1_name": "Arnika balm",
      "treatment2_name": "Warming pad"
    }
  ],
  "data": [
    {
      "id": 0,
      "value": 6.7,
      "avg": 6.2,
      "treatment": "baseline"
    },
    {
      "id": 1,
      "value": 7.1,
      "avg": 7.4,
      "treatment": "baseline"
    },
    {
      "id": 2,
      "value": 8.3,
      "avg": 8.6,
      "treatment": "baseline"
    },
    {
      "id": 3,
      "value": 8.0,
      "avg": 8.2,
      "treatment": "baseline"
    },
    {
      "id": 4,
      "value": 8.2,
      "avg": 8.1,
      "treatment": "A"
    },
    {
      "id": 5,
      "value": 8.2,
      "avg": 8.9,
      "treatment": "A"
    },
    {
      "id": 6,
      "value": 6.4,
      "avg": 6.1,
      "treatment": "A"
    },
    {
      "id": 7,
      "value": 6.0,
      "avg": 6.8,
      "treatment": "A"
    },
    {
      "id": 8,
      "value": 5.5,
      "avg": 4.1,
      "treatment": "B"
    },
    {
      "id": 9,
      "value": 4.6,
      "avg": 5.1,
      "treatment": "B"
    },
    {
      "id": 10,
      "value": 6.1,
      "avg": 7.8,
      "treatment": "B"
    },
    {
      "id": 11,
      "value": 6.8,
      "avg": 6.2,
      "treatment": "B"
    },
    {
      "id": 12,
      "value": 7.4,
      "avg": 7.9,
      "treatment": "A"
    },
    {
      "id": 13,
      "value": 6.9,
      "avg": 6.1,
      "treatment": "A"
    },
    {
      "id": 14,
      "value": 6.8,
      "avg": 6.5,
      "treatment": "A"
    },
    {
      "id": 15,
      "value": 8.1,
      "avg": 8.0,
      "treatment": "A"
    },
    {
      "id": 16,
      "value": 8.4,
      "avg": 8.2,
      "treatment": "B"
    },
    {
      "id": 17,
      "value": 5.9,
      "avg": 5.1,
      "treatment": "B"
    },
    {
      "id": 18,
      "value": 6.7,
      "avg": 5.9,
      "treatment": "B"
    },
    {
      "id": 19,
      "value": 5.2,
      "avg": 5.7,
      "treatment": "B"
    }
  ]
}