{
  "metadata": [
    {
      "name": "Stress",
      "time unit": "week",
      "info": "Stress is a natural response of the body to challenging or stressful situations. It is a state in which the body and mind respond to a demand that is perceived as a threat, challenge, or change. Stress can be triggered by both positive and negative events, such as exams, job demands, financial problems, relationship problems, or traumatic experiences. When we are faced with stress, the body releases hormones such as adrenaline and cortisol to prepare the body for increased activity. This response is often called the 'fight-or-flight' response. It mobilizes energy reserves, speeds up the heartbeat, raises blood pressure, and increases concentration in order to respond quickly to the stressful situation. Acute stress is temporary and occurs when we are faced with an immediate threat or challenge. It can help boost performance and motivate us to act quickly. Once the situation is over, the body usually returns to its state of equilibrium. Chronic stress, on the other hand, occurs when the stress continues for an extended period of time and the body does not have an opportunity to recover sufficiently. Chronic stress can have several negative effects on physical and mental health. It can weaken the immune system, increase the risk of cardiovascular disease, gastrointestinal problems, sleep disorders, anxiety and depression, and impair cognitive function.",
      "treatment1_name": "Arnika balm",
      "treatment2_name": "Warming pad"
    }
  ],
  "data": [
    {
      "id": 0,
      "value": 7.8,
      "avg": 7.7,
      "treatment": "baseline"
    },
    {
      "id": 1,
      "value": 8.2,
      "avg": 8.3,
      "treatment": "baseline"
    },
    {
      "id": 2,
      "value": 7.7,
      "avg": 7.3,
      "treatment": "baseline"
    },
    {
      "id": 3,
      "value": 8.4,
      "avg": 8.2,
      "treatment": "baseline"
    },
    {
      "id": 4,
      "value": 7.0,
      "avg": 7.2,
      "treatment": "A"
    },
    {
      "id": 5,
      "value": 7.0,
      "avg": 7.3,
      "treatment": "A"
    },
    {
      "id": 6,
      "value": 7.3,
      "avg": 7.1,
      "treatment": "A"
    },
    {
      "id": 7,
      "value": 7.4,
      "avg": 7.7,
      "treatment": "A"
    },
    {
      "id": 8,
      "value": 7.3,
      "avg": 7.1,
      "treatment": "B"
    },
    {
      "id": 9,
      "value": 7.1,
      "avg": 7.7,
      "treatment": "B"
    },
    {
      "id": 10,
      "value": 6.8,
      "avg": 6.3,
      "treatment": "B"
    },
    {
      "id": 11,
      "value": 6.7,
      "avg": 6.2,
      "treatment": "B"
    },
    {
      "id": 12,
      "value": 6.1,
      "avg": 6.5,
      "treatment": "A"
    },
    {
      "id": 13,
      "value": 6.6,
      "avg": 6.2,
      "treatment": "A"
    },
    {
      "id": 14,
      "value": 6.5,
      "avg": 6.3,
      "treatment": "A"
    },
    {
      "id": 15,
      "value": 5.3,
      "avg": 5.6,
      "treatment": "A"
    },
    {
      "id": 16,
      "value": 5.7,
      "avg": 5.8,
      "treatment": "B"
    },
    {
      "id": 17,
      "value": 5.3,
      "avg": 5.9,
      "treatment": "B"
    },
    {
      "id": 18,
      "value": 6.8,
      "avg": 6.7,
      "treatment": "B"
    },
    {
      "id": 19,
      "value": 6.6,
      "avg": 6.9,
      "treatment": "B"
    }
  ]
}